Repository: Elhuyar/PartaidetzaOn
Catalog: src/partaidetza/partaidetza_app/locale/*/LC_MESSAGES/django.po
Languages: eu

source: password
eu: pasahitza

source: Password
eu: Pasahitza

source: Please enter a correct NAN and password. Note that both fields are case-sensitive.
eu: Sartu NAN eta pasahitz zuzen bat. Bietan letra xeheak eta larriak bereizten dira

source: This account is inactive.
eu: Kontu hau ez dago aktibo

source: Name
eu: Izena

source: Surname
eu: Abizena

source: Email
eu: Posta

source: Genre
eu: Generoa

source: Example: 1954-03-21
eu: Adibidez: 1954-03-21

source: Birth date
eu: Jaiotze data

source: Example: 12345678J
eu: Adibidez: 12345678J

source: institution
eu: instituzioa

source: Institution
eu: Instituzioa

source: Institution name
eu: Instituzio izena

source: Country
eu: Herria

source: Info
eu: Informazioa jaso nahi dut

source: The NAN you have entered is not correct
eu: Sartu duzun NAN zenbakia ez da zuzena

source: The NAN you have entered is registered.
eu: Sartu duzun NAN zenbakia dagoeneko erregistratua dago

source: password1
eu: pasahitza1

source: Password1
eu: Pasahitza1

source: password2
eu: pasahitza2

source: Password2
eu: Pasahitza2

source: Passwords don't match
eu: Pasahitzak ez dira berdinak

source: Area
eu: Arloa

source: Recipient number
eu: Zein da onuradun kopurua?

source: Cost
eu: Kostua

source: This value must be a number
eu: Balio honek zenbaki bat izan behar du

source: Proposal
eu: Bidali proposamena

source: State
eu: Estatistikak

source: There is no proposal with this ID
eu: Ez dago identifikadore hau duen proposamenik

source: Title
eu: Izenburua

source: Summary
eu: Laburpena

source: Necessity
eu: Proposamenak zein behar edo arazori erantzuten dio?

source: Recipient
eu: Zein da onuraduna edo hartzaile nagusia?

source: Where
eu: Non gauzatuko litzateke?

source: Source
eu: Jatorria

source: Explanation
eu: Galderarik, zalantzarik?

source: coodinates
eu: koordenadak

source: Coordinates
eu: Koordenadak

source: Event
eu: Ekitaldia

source: Date
eu: Data

source: Type
eu: Mota

source: proposal
eu: Proposamenak ikusi

source: project
eu: Proiektuak

source: title
eu: izenburua

source: summary
eu: laburpena

source: necessity
eu: proposamenak zein behar edo arazori erantzuten dio?

source: recipient
eu: zein da onuraduna edo hartzaile nagusia?

source: where
eu: non gauzatuko litzateke?

source: Language
eu: Hizkuntza

source: Criterion
eu: Irizpideak

source: Changed
eu: Pasahitza aldatu

source: Comment
eu: Iruzkina

source: Edit title
eu: Editatu izenburua

source: The chosen language by default in the edit fields is
eu: Edizio pantailetan defektuz aukeraturiko hizkuntza hau da:

source: Translate text
eu: Itzuli testua

source: Close
eu: Itxi

source: Save changes
eu: Gorde aldaketak

source: Creation data
eu: Sortze data

source: Edit summary
eu: Editatu laburpena

source: Edit necessity
eu: Editatu beharra

source: Edit recipient
eu: Editatu onuraduna

source: Edit where
eu: Editatu Non

source: Edit map
eu: Editatu mapa

source: Edit source
eu: Editatu jatorria

source: Edit explanation
eu: Editatu zalantzak

source: Respond
eu: Erantzun

source: Related projects
eu: Proiektu onartuak

source: Edit area
eu: Editatu arloa

source: Edit cost
eu: Editatu kostua

source: Edit recipient number
eu: Editatu onuradun kopurua

source: Attached documents
eu: Atxikitutako dokumentuak

source: votes
eu: boto

source: Already voted
eu: Dagoeneko bozkatua

source: Vote
eu: Eman botoa

source: Accepted proposal list
eu: Proposamen zerrenda

source: Accepted proposal list by area
eu: Proposamen onartuak arloka

source: proposals
eu: Proposamenak ikusi

source: New Event
eu: Ekitaldi berria

source: It seems that the inserted text is not in the correct language
eu: Badirudi sartutako testua ez dagoela hizkuntza egokian

source: It seems that the language is not correct in some inputs, do you want to continue?
eu: Badirudi hizkuntza ez dela zuzena sartutako informazioren batean, jarraitu nahi duzu?

source: Create
eu: Sortu

source: Did you mean?
eu: Hau esan nahi zenuen

source: Presentation
eu: Aurkepena

source: Methodology
eu: Metodologia

source: Steps
eu: Urratsak

source: How to participate
eu: Nola parte hartu

source: Proposal acceptation criterion
eu: Proposamenak aukeratzeko irizpideak

source: Participation agenda
eu: Partaidetzaren agenda

source: Submit proposal
eu: Proposamena egin

source: View proposals
eu: Proposamenak ikusi

source: All
eu: Denak

source: By areas
eu: Arloka

source: Accepted proposals
eu: Proiektu onartuak

source: Accepted projects
eu: Proiektu onartuak

source: Questions
eu: Galderak

source: Other participation projects
eu: Partaidetza proiektuak

source: Past year
eu: Aurreko urtekoa

source: Other started projects
eu: Beste partaidetza proiektuak

source: Update profile
eu: Eguneratu profila

source: Change password
eu: Pasahitza aldatu

source: Follow my proposals
eu: Nire proposamenak ikusi

source: Manage Proposals
eu: Kudeatu proposamenak

source: Manage proposal criterions
eu: Kudeatu proposamenak aukeratzeko irizpideak

source: Submit accepted proposal with file
eu: Proposamen onartua sortu fitxategi bidez

source: Submit accepted proposal manually
eu: Proposamen onartua sortu eskuz

source: Manage accepted proposal
eu: Kudeatu onartutako proposamenak

source: Add Event
eu: Gehitu ekitaldia

source: Log out
eu: Atera

source: There are no events
eu: Ez dago ekitaldirik

source: Previous
eu: Aurrekoa

source: Next
eu: Hurrengoa

source: Proposals
eu: Proposamen zerrenda

source: See the proposals of your town!
eu: Ikusi zure herriko proposamenak

source: Votations
eu: Bozketak

source: Vote the best proposals!
eu: Proposamen hoberenak bozkatu

source: Follow accepted projects
eu: Proiektu onartuak jarraitu

source: NAN number
eu: NAN zenbakia

source: Forget the password ?
eu: Pasahitza ahaztu al duzu?

source: Sign in
eu: Sartu

source: keep me logged-in
eu: Logeatu mantendu

source: New here ?
eu: Berria zara hemen?

source: Join Us
eu: Egin partaide

source: Manage projects
eu: Proiektu onartuak

source: Manage criterions
eu: Kudeatu irizpideak

source: Save
eu: Gorde

source: Manage my proposals
eu: Proposamenak ikusi

source: Criterions
eu: Irizpideak

source: Accepted
eu: Proiektu onartuak

source: Not accepted
eu: Onartu gabea

source: Manage proposals
eu: Proposamenak ikusi

source: Export XLSX file
eu: Esportatu XLSX fitxategia

source: New Accepted Proposal
eu: Bidali proposamen onartua

source: Attached files
eu: Atxikitutako fitxategiak

source: Upload
eu: Igo

source: New Proposal
eu: Bidali proposamena

source: Proposal id
eu: Proposamen zerrenda

source: Profile
eu: Profila

source: Surnames
eu: Abizenak

source: Related proposals
eu: Proposamen erlazionatuak

source: Edit criterion
eu: Editatu irizpideak

source: Fonds
eu: Atxikimenduak

source: Already fonded
eu: Atxikimendua emana

source: Fond
eu: Atxikimendua eman

source: Proposal list
eu: Proposamen zerrenda

source: fonds
eu: atxikimendu

source: Proposal list by area
eu: Proposamen zerrenda arloka

source: Register
eu: Erregistratu

source: Results found!
eu: Emaitza aurkitu dira

source: Projects
eu: Proiektuak

source: Find in
eu: Non

source: Find in some part
eu: Bilatu zatietan

source: Find in some area
eu: Bilatu arlotan

source: Basque
eu: Euskara

source: Spanish
eu: gaztelera

source: English
eu: Ingelesa

source: French
eu: Frantsesa
